Repository: lenarother/django-legaltext
Catalog: legaltext/locale/*/LC_MESSAGES/django.po
Languages: de

source: Export selected versions
de: Ausgewählte Versionen exportieren

source: Current version
de: Aktuelle Version

source: Add new version
de: Neue Version hinzufügen

source: Legal text
de: Rechtstext

source: URL Name
de: URL Kürzel

source: Optional URL name for the legal text. If not provided, the slug is used.
de: Optionales URL Kürzel für den Rechtstext. Wenn kein URL Kürzel angegeben ist, wird der Slug verwendet.

source: Legal texts
de: Rechtstext

source: I accept.
de: Ich bin einverstanden.

source: Valid from
de: Gültig ab

source: You can use [block:foo]Your text[/block] to create a block with an anchor. Anchors ([anchor:foo]) can be used in checkbox texts to link to specific parts of the legal text.
de: Sie können [block:foo]Ein Text[/block] verwenden, um einen Absatz mit einer Sprungmarke zu erstellen. Auf diese Absätze kann in Checkbox Texten mit [anchor:foo] verlinkt werden.

source: Legal text version
de: Rechtstextversion

source: Legal text versions
de: Rechtstextversion

source: You can use [anchor]Your text[/anchor] to create a link to the full legal text. If you use [anchor:foo]Your text[/anchor] the link will go to the block "foo" inside the legal text.
de: Sie können [anchor]Ein Text[/anchor] verwenden, um einen Link zum Rechtstext einzubinden. Wenn Sie [anchor:foo]Ein Text[/anchor] verwenden, wird der Link zum Rechtstext zusätzlich eine Sprungmarke zum Absatz "foo" beinhalten.

source: Order
de: Reihenfolge

source: Legal text checkbox
de: Checkbox

source: Legal text Checkboxes
de: Checkboxen

source: Checkbox for {0} ({1})
de: Checkbox für {0} ({1})

source: Legaltext with slug/name: {0} does not exist
de: Rechtstext mit diese Slug/Name: {0} existiert nicht
